Repository: niol/deejayd
Catalog: locale/*/LC_MESSAGES/deejayd.po
Languages: fr

source: Disabled
fr: Désactivé

source: Arg %s is required
fr: L'argument %s est requis

source: Arg %s is not an int
fr: L'argument %s n'est pas un chiffre entier

source: Arg %s has wrong type
fr: L'argument %s n'est pas du bon type

source: Arg %s is not a list
fr: L'argument %s n'est pas une liste

source: Arg %s is not an int-list
fr: L'argument %s n'est pas une liste d'entier

source: %s is not a json encoded filter: %s
fr: %s n'est pas un filtre correctement encodé en JSON : %s

source: Unable to init audio library : %s
fr: Impossible d'initialiser la library audio : %s

source: Unable to init video library : %s
fr: Impossible d'initialiser la librairie vidéo : %s

source: Unable to find '%s' folder in library
fr: Impossible de trouver le répertoire '%s'

source: Bad rating value
fr: Valeur érronée pour la notation

source: A library update is already running
fr: Une mise à jour de la librarie est déjà en cours

source: The %s library has been updated
fr: La librairie %s a été mise à jour

source: Unable to update the %s library. See log.
fr: Impossible de mettre à jour la library %s. Voir les logs

source: Autodetected %s backend.
fr: %s backend a été détecté automatiquement.

source: Could not find suitable media backend.
fr: Impossible de trouver un backend fonctionnel

source: Invalid media backend
fr: Player invalide

source: Video option %s is not supported by %s player
fr: L'option %s n'est pas supporté pour ce backend %s

source: Value %s not allowed for this option
fr: La valuer %s n'est pas supporté pour cette option

source: Audio/Video offset: %d ms
fr: Décalage Audio/Vidéo : %d ms

source: Subtitle offset: %d ms
fr: Décalage des sous-titre : %d ms

source: Audio channel: %s
fr: Canal audio : %s

source: Could not link GStreamer pipeline: '%s'
fr: Impossible de lier le pipeline Gstreamer : '%s'

source: Unable to create pipeline
fr: Impossible de créer le pipeline

source: No audio sink found for Gstreamer : %s
fr: Aucun driver audio trouvé pour gstreamer : %s

source: Unable to open video display
fr: Impossible d'ouvrir l'affichage video

source: No video sink found for Gstreamer : %s
fr: Aucun driver vidéo trouvé pour gstreamer : %s

source: unable to play file %s
fr: Impossible de lire le fichier %s

source: Unable to change gstreamer state
fr: Impossible de changer l'état du player gstreamer

source: Vlc backend only works with versions %s of libvlc
fr: Le backend VLC fonctionne uniquement avec les version %s de libvlc

source: Unable to init vlc player: %s
fr: Impossible d'initialiser vlc: %s

source: VLC does not support audio output %s
fr: VLC ne supporte pas la sortie audio %s

source: Unable to update audio/video delay
fr: Impossible de mettre à jour le délai audio/vidéo

source: Unable to update spu delay
fr: Impossible de mettre à jour le délai audio/sous-titre

source: Playlist %s not found
fr: La liste de lecture %s n'a pas été trouvée

source: Playlist with id %s does not exist
fr: La liste de lecture avec l'id %s n'existe pas.

source: Set a playlist name
fr: Indiquer un nom de playlist

source: playlist type has to be 'static' or 'magic'
fr: La liste de lecture doit être de type 'static' ou 'magic'

source: This playlist already exists
fr: Cette liste de lecture existe déjà

source: Start inotify watcher
fr: Démarage des threads inotify

source: error, see deejayd log
fr: erreur, voir les logs de deejayd

source: Request too long, close the connection
fr: Requête trop longue, cloture de la connection

source: No time information
fr: Pas d'information sur la durée

source: %d second
fr: %d seconde

source: %d hour
fr: %d heure

source: %d day
fr: %d jour

source: %d year
fr: %d année

source: Playlist has a wrong format
fr: La liste de lecture a un format incorrect

source: Video support disabled
fr: Mode vidéo désactivé

source: Unable to set %s order, not supported
fr: Impossible de choisir l'ordre de lecture %s, non supporté

source: Option value has to be a boolean
fr: La valeur de l'option doit être un booléen

source: ERROR - %s
fr: ERREUR - %s

source: Start to reload icecast webradio source
fr: Début de la mise à jour des radios web icecast

source: Unable to connect to icecast website
fr: Impossible de se connecter au serveur de icecast

source: Unable to parse icecast webradio list
fr: Impossible de parser la liste des radios web icecast

source: Unable to read result from icecast webradio list
fr: Impossible de lire la page retournée par icecast

source: Finish to reload icecast webradio source
fr: Fin de la mise à jour des radios web icecast

source: Could not parse %s
fr: Impossible d'analyser %s

source: Discarding %s : webradio protocol not supported.
fr: Abandon de %s : radio web non supporté

source: Webradio source %s not supported
fr: La source de radio web %s n'est pas supportée

source: You can not edit this webradio source
fr: Vous ne pouvez pas éditer cette source de radio web
