Repository: niol/deejayd
Catalog: po/*.po
Languages: fr

source: Start inotify threads
fr: Démarage des threads inotify

source: Mode %s not supported
fr: Mode %s non supporté

source: Bad rating value
fr: Valeur érronée pour la notation

source: Type %s is not supported
fr: Le type %s n'est pas supporté

source: %s library not activated
fr: la librairie %s n'est pas activé

source: File with id %s not found
fr: Le fichier avec l'identifiant %s n'a pas été trouvé

source: '%s' string has badly encoded characters
fr: '%s' a des caractères invalides

source: No time information
fr: Pas d'information sur la durée

source: %d second
fr: %d seconde

source: %d hour
fr: %d heure

source: %d day
fr: %d jour

source: %d year
fr: %d année

source: Playlist has a wrong format
fr: La liste de lecture a un format incorrect

source: You chose a database which is not supported. see config file. %s
fr: Vous avez choisi une base de donnée non supportée. Vérifier votre fichier de configuration. %s

source: Database structure successfully created.
fr: La structure de la base de donnée a été crée avec succès

source: Initial entries correctly inserted.
fr: Les entrées initiales ont été correctement insérées

source: The database structure needs to be updated...
fr: La structure de la base de donnée doit être mise à jour...

source: Unable to upgrade database, have to quit
fr: Impossible de mettre à jour la base de donnée.

source: This program requires pysqlite version %s or later.
fr: Ce program nécessite une version de pysqlite >= %s.

source: Could not connect to sqlite database %s.
fr: Impossible de se connecter à la base de donnée sqlite %s

source: Could not connect to MySQL server %s.
fr: Impossible de se connecter à la base de donnée mysql %s

source: Unable to init audio library : %s
fr: Impossible d'initialiser la library audio : %s

source: Unable to init video library : %s
fr: Impossible d'initialiser la librairie vidéo : %s

source: Inotify support disabled
fr: Support d'inotify désactivé

source: Root library path has wrong caracters
fr: Le chemin racine de la librairie a des caractères incorrect

source: Unable to find directory %s
fr: Impossible de trouver le répertoire %s

source: Unable to find '%s' folder in library
fr: Impossible de trouver le répertoire '%s'

source: Unable to find '%s' file in library
fr: Impossible de trouver le fichier '%s'

source: Pattern must be a string
fr: Le pattern doit être une chaîne de caractère

source: A library update is already running
fr: Une mise à jour de la librarie est déjà en cours

source: %s library has to be updated, this can take a while.
fr: La librairie %s doit être mise à jour, cela peut prendre du temps

source: The %s library has been updated
fr: La librairie %s a été mise à jour

source: Unable to update the %s library. See log.
fr: Impossible de mettre à jour la library %s. Voir les logs

source: File %s not supported
fr: Le fichier %s n'est pas supporté

source: cover %s not supported by kaa parser
fr: Pochette pour %s non supportée

source: cover %s : wrong mime type
fr: Pochette pour %s : type mime non supporté

source: Unable to open cover file %s
fr: Impossible d'ouvrir la pochette d'album pour %s

source: Inotify event %s: %s
fr: Evennement inotify %s : %s

source: Inotify problem for '%s', see traceback
fr: Problème inotify pour '%s', voir l'exception pour plus de détail

source: error, see deejayd log
fr: erreur, voir les logs de deejayd

source: Request too long, close the connection
fr: Requête trop longue, cloture de la connection

source: Net Protocol activated
fr: Protocol réseau activé

source: Only basic filters are allowed for magic playlist
fr: Seul les filtres basiques sont autorisés pour les listes de lecture intelligentes

source: Path %s not found in library
fr: Le chemin %s n'a pas été trouvé dans la librairie

source: Playlist with id %s not found.
fr: La liste de lecture avec l'identifiant %s n'a pas été trouvée

source: The selected playlist is not static
fr: La liste de lecture sélectionnée n'est pas de type statique

source: Set a playlist name
fr: Indiquer un nom de playlist

source: This playlist already exists
fr: Cette liste de lecture existe déjà

source: playlist type has to be 'static' or 'magic'
fr: La liste de lecture doit être de type 'static' ou 'magic'

source: Autodetected %s backend.
fr: %s backend a été détecté automatiquement.

source: Could not find suitable media backend.
fr: Impossible de trouver un backend fonctionnel

source: Invalid media backend
fr: Player invalide

source: Unable to init %s plugin: %s
fr: Impossible d'initialiser le plugin %s : %s

source: Unable to get pls for webradio %s
fr: Impossible d'obtenir le fichier .pls pour la webradio %s

source: Unable to extract uri from pls playlist
fr: Impossible d'extraire les urls de la playlist

source: Volume value has to be between 0 and 100
fr: Le volume doit être compris entre 0 et 100

source: Video option %s is not known
fr: L'aspect vidéo %s n'est pas connu

source: Video option %s is not supported by %s player
fr: L'option %s n'est pas supporté pour ce backend %s

source: Value %s not allowed for this option
fr: La valuer %s n'est pas supporté pour cette option

source: Video aspect ration %s is not known.
fr: L'aspect vidéo %s n'est pas connu

source: Audio/Video offset: %d ms
fr: Décalage Audio/Vidéo : %s ms

source: Subtitle offset: %d ms
fr: Décalage des sous-titre : %d ms

source: Current media hasn't multiple audio channel
fr: Le média courant n'a pas plusieurs canaux audio

source: Audio channel %d not found
fr: Canal audio %d non trouvé

source: Current media hasn't multiple sub channel
fr: Le média courant n'a pas plusieurs canaux de sous-titre

source: Sub channel %d not found
fr: Canal des sous-titres %d non trouvé

source: No media file is currently playing
fr: Aucun fichier n'est actuellement en cours de lecture

source: Sub channel %d
fr: Canal des sous-titres %d

source: Audio channel %d
fr: Canal audio %d

source: Unable to init a xine instance
fr: Impossible d'initialiser une instance de xine

source: Unable to play file %s
fr: Impossible de lire le fichier %s

source: Zoom value not accepted
fr: valeur de zoom non accepté

source: Zoom: %d percent
fr: Zoom : %d pourcent

source: Unable to open audio driver
fr: Impossible d'ouvrir le driver audio

source: Unable to open video driver
fr: Impossible d'ouvrir le driver vidéo

source: Xine error %s
fr: Erreur Xine %s

source: Unable to identify dvd device
fr: Impossible d'identifier le dvd

source: Gstreamer >= 0.10.24 is required
fr: Gstreamer >= 0.10.24 est requis

source: No audio sink found for Gstreamer : %s
fr: Aucun driver audio trouvé pour gstreamer : %s

source: No video sink found for Gstreamer : %s
fr: Aucun driver vidéo trouvé pour gstreamer : %s

source: Unable to open video display
fr: Impossible d'ouvrir l'affichage video

source: Could not link GStreamer pipeline: '%s'
fr: Impossible de lier le pipeline Gstreamer : '%s'

source: Unable to create video pipeline
fr: Impossible de créer le pipeline vidéo

source: Unable to change gstreamer state
fr: Impossible de changer l'état du player gstreamer

source: AudioScrobbler Error: %s
fr: Erreur de l'AudioScrobbler : %s

source: Lastfm configuration has not been set.
fr: La configuration lastfm n'existe pas

source: Unable to connect to server: %s - %s
fr: Impossible de se connecter au serveur : %s - %s

source: Got nothing back from the server
fr: Aucune réponse du serveur

source: Bad login/password
fr: Mauvais identifiant / mot de passe

source: Bad time
fr: Mauvais format de temps

source: Application has be banned
fr: L'application a été bannie

source: Failed to handshake: %s
fr: L'authentification a échouée : %s

source: Unknown status %s
fr: Status %s inconnu

source: Bad session ID
fr: Identifiant de session erroné

source: Failed to submit songs: %s
fr: Impossible de soumettre des chansons : %s

source: Fatal error in audioscrobbler: %s
fr: Erreur fatale dans l'audioscrobbler : %s

source: Disable audioscrobbler plugin
fr: Désactivation de l'audioscrobbler

source: Unable to authenticate: %s
fr: Impossible de s'authentifier : %s

source: Last FM : force reauthentification
fr: Last FM : Re-authentification forcée

source: Unable to submit songs: %s
fr: Impossible de soumettre les chansons : %s

source: Fatal error in submission process: %s
fr: Erreur fatale lors de la submission : %s

source: Force lastfm reauthentification
fr: Réauthentification à Lastfm forcée

source: Unable to connect to icecast website
fr: Impossible de se connecter au serveur de icecast

source: Unable to parse icecast webradio list
fr: Impossible de parser la liste des radios web icecast

source: Unable to read result from icecast webradio list
fr: Impossible de lire la page retournée par icecast

source: Playlist support disabled
fr: Mode playlist désactivé

source: Panel support disabled
fr: Mode Navigateur à panneau désactivé

source: Webradio support disabled
fr: Mode webradio désactivé

source: Video support disabled
fr: Mode vidéo désactivé

source: Unable to init dvd support : %s
fr: Impossible d'initialiser le support des DVD : %s

source: DVD support disabled
fr: Le support des DVD est désactivé

source: Unable to set recorded source %s
fr: Impossible de choisir la source enregistrée %s

source: option %s not supported for this mode
fr: L'option %s n'est pas supporté pour ce mode

source: Unable to delete selected ids
fr: Impossible d'effacer les ids des fichiers sélectionnés

source: Playlist %s does not exist.
fr: La liste de lecture %s n'existe pas.

source: Unable to set %s order, not supported
fr: Impossible de choisir l'ordre de lecture %s, non supporté

source: Option value has to be a boolean
fr: La valeur de l'option doit être un booléen

source: Tag '%s' not supported for sort
fr: Le tag '%s' n'est pas supporté pour le tri

source: Bad sort direction for source
fr: Mauvaise direction pour le tri pour cette source

source: One of these ids %s not found
fr: Un de ces identifiants '%s' n'a pas été trouvé

source: %s not found
fr: %s non trouvé

source: Unable to move selected medias
fr: Impossible de déplacer les fichiers sélectionés

source: You choose wrong panel tags, fallback to default
fr: Vous avez choisi les mauvais tags, retourne aux tags par défaut

source: Playlist with id %s not found
fr: La liste de lecture avec l'identifiant %s n'a pas été trouvée

source: Tag '%s' not supported
fr: Tag '%s' non supporté

source: Directory %s not found
fr: Le répertoire %s n'a pas été trouvé

source: type %s not supported
fr: Le type %s n'est pas supporté

source: Given url %s is not supported
fr: L'URL %s n'est pas supportée

source: Webradio source %s not supported
fr: La source de radio web %s n'est pas supportée

source: ERROR - %s
fr: ERREUR - %s

source: Arg %s is required
fr: L'argument %s est requis

source: Arg %s is not an int
fr: L'argument %s n'est pas un chiffre entier

source: Arg %s has wrong type
fr: L'argument %s n'est pas du bon type

source: Arg %s is not a list
fr: L'argument %s n'est pas une liste

source: Arg %s is not an int-list
fr: L'argument %s n'est pas une liste d'entier

source: Unable to remove tmp directory %s
fr: Impossible de supprimer le répertoire temporaire %s

source: Unable to create tmp directory %s
fr: Impossible de créer le répertoire temporaire %s

source: Htdocs directory %s does not exists
fr: Le répertoire %s n'existe pas

source: All
fr: Tous

source: Various Artist
fr: Artiste Divers

source: Unknown
fr: Inconnu

source: Show this help message and exit.
fr: Afficher ce message d'aide et quitter.

source: The uid to run as
fr: L'UID avec lequel sera lancé deejayd

source: The gid to run as (the first one), and the supplementary gids separated by commas.
fr: Le GID avec lequel sera lancé deejayd (le premier), suivi par les GIDs supplémentaires séparés par des virgules.

source: No daemonize deejayd
fr: Ne pas lancer en démon

source: Specify the log file
fr: Spécifier le fichier de log

source: Specify the log file for the webui
fr: Spécifier le fichier de log pour l'interface web

source: Specify a custom conf file
fr: Spécifier un fichier de configuration à prendre en compte

source: Kill the actual deejayd process
fr: Tuer le processus actuel de deejayd

source: Log more debug informations
fr: Enregistre plus d'information pour le debuggage

source: The config file does not exist.
fr: Le fichier de configuration n'existe pas

source: Pidfile %s contains non-numeric value
fr: Le fichier pour le PID %s contient une valeur non numérique

source: Unable to stop deejayd : %s, are you sure it running ?
fr: Impossible d'arrêter deejayd : %s, Etes vous sûr qu'il est lancé ?

source: no PidFile found, are you sure deejayd running ?
fr: Aucun fichier pour le PID trouvé, Etes vous sûr que deejayd est lancé ?

source: Unable to remove pid file : %s
fr: Impossible de supprimer leier pour le PID : %s

source: Unable to change gid of the process
fr: Impossible de modifier le GID du process

source: Unable to change uid of the process
fr: Impossible de modifier l'UID du process

source: Unable to launch deejayd core, see traceback for more details
fr: Impossible de lancer deejayd, voir les logs pour plus de détails

source: Webui does not seem to be installed, disabling.
fr: L'interface web ne semble pas installé, désactivé.

source: No service has been activated
fr: Aucun service n'a été activé
